export const QuestsPreviewCardsInfo = [
  {
    id: 0,
    name: 'Тайна Забытых Катакомб',
    cost: '150р',
    rate: 8,
    sortDescription:
      'Всё начинается с таинственного письма, найденного в старинной книге. В нём содержится карта, ведущая к давно забытым катакомбам под городом. Участникам предстоит исследовать подземные туннели, разгадывать древние загадки и искать ключи, чтобы найти таинственный артефакт, спрятанный много веков назад. Но будьте осторожны: легенда гласит, что катакомбы охраняет древний дух, который следит за каждым вашим шагом.        ',
  },
  {
    id: 1,
    name: 'Операция "Секретный Код"',
    cost: '130р',
    rate: 8,
    sortDescription:
      'Группа участников оказывается в секретной лаборатории, где работают над опасным экспериментом. Внезапно система безопасности активируется, и все выходы блокируются. Участникам предстоит объединить усилия, чтобы разгадать серию сложных головоломок, найти спрятанные подсказки и расшифровать секретный код, который поможет выключить систему и выбраться на свободу. Время ограничено, и каждая минута на счету!    ',
  },
  {
    id: 2,
    name: 'Потерянный Мир',
    cost: '200р',
    rate: 9,
    sortDescription:
      'Команда исследователей отправляется в амазонские джунгли в поисках легендарного города, затерянного во времени. Путь пролегает через густую растительность, опасные реки и древние руины. Участникам предстоит распутывать древние легенды, находить скрытые проходы и избегать ловушек, чтобы добраться до сердца Потерянного Мира и раскрыть его тайны. Но будьте готовы: природа не всегда дружественна к незваным гостям.    ',
  },
  {
    id: 3,
    name: 'Проклятие Фараона',
    cost: '150р',
    rate: 10,
    sortDescription:
      'Вы оказываетесь в Египте, где недавно была найдена новая пирамида. Войдя внутрь, вы понимаете, что оказались в ловушке. Древние механизмы начали свою работу, и перед вами встают всё новые и новые препятствия. Участникам предстоит расшифровать иероглифы, найти спрятанные артефакты и активировать древние механизмы, чтобы снять проклятие фараона и выбраться из пирамиды. Но время неумолимо течёт, и нужно спешить, чтобы избежать вечного заточения.    ',
  },
];
