export const QuestsInfo = [
  {
    id: 0,
    name: 'Тайна Забытых Катакомб',
    cost: '150р',
    rate: 8,
    horror: 5,
    time: '1 час 30 минут',
    description:
      'Ваше приключение начинается с неожиданной находки - старинной книги, приобретённой на антикварной ярмарке. Между её страниц вы находите ветхое письмо с картой, ведущей к давно забытым катакомбам под вашим городом. Легенда гласит, что эти катакомбы хранят в себе древний артефакт, способный даровать своему обладателю невероятную силу. Вы отправляетесь в тёмные и мрачные подземелья, где вас ждут узкие проходы, запутанные лабиринты и скрытые комнаты, наполненные загадками и ловушками. По пути вы находите подсказки, оставленные древними жрецами, и разгадываете головоломки, которые помогут вам продвигаться дальше. Но будьте бдительны: легенда также говорит о загадочном духе, охраняющем эти катакомбы. Он следит за каждым вашим шагом и готов защитить свою тайну любой ценой. Вам предстоит работать в команде, использовать логику, внимательность и смелость, чтобы преодолеть все препятствия и добраться до главного зала, где скрыт артефакт. Но время ограничено, и катакомбы могут стать вашей тюрьмой, если вы не успеете вовремя разгадать все тайны и выбраться наружу.',
  },
  {
    id: 1,
    name: 'Операция "Секретный Код"',
    cost: '130р',
    rate: 8,
    horror: 4,
    time: '1 час 30 минут',
    description:
      'Вы и ваша команда - группа учёных и инженеров, работающих в секретной лаборатории над важным правительственным проектом. Внезапно система безопасности активируется, и все выходы блокируются. Лаборатория превращается в ловушку, где каждая комната становится испытанием. Система безопасности активировалась из-за утечки опасного вещества, и у вас есть только час, чтобы найти способ её отключить. В каждой комнате вас ждут сложные головоломки, которые необходимо решить, чтобы продвигаться дальше. Вам предстоит искать спрятанные подсказки, расшифровывать коды и использовать оборудование лаборатории, чтобы найти решение. Каждая минута на счету, и только слаженная работа команды поможет вам выбраться из этой ситуации. Вам нужно будет использовать все свои знания и логику, чтобы найти ключ к системе безопасности и отключить её, прежде чем станет слишком поздно. Будьте готовы к неожиданным поворотам и сложным задачам, которые проверят ваши способности на прочность.',
  },
  {
    id: 2,
    name: 'Потерянный Мир',
    cost: '200р',
    rate: 9,
    horror: 2,
    time: '2 часа',
    description:
      'Вы - команда опытных исследователей, отправившихся в сердце амазонских джунглей в поисках легендарного затерянного города, о котором ходят древние легенды. В этом городе, как говорят, спрятаны несметные сокровища и знания, способные изменить мир. Ваш путь начинается с базового лагеря, но вскоре вам предстоит углубиться в густую растительность, преодолевать бурные реки и исследовать древние руины. На каждом шагу вас ждут природные опасности: дикие животные, ядовитые растения и непроходимые болота. Кроме того, древние обитатели города оставили множество ловушек, чтобы защитить свои секреты. По мере продвижения вперёд, вы находите древние артефакты и письмена, которые помогают вам распутывать легенды и находить правильный путь. Вам нужно будет разгадать загадки, активировать скрытые механизмы и найти тайные проходы, чтобы добраться до сердца Потерянного Мира. Но будьте осторожны: природа здесь не всегда гостеприимна, и каждая ошибка может стоить вам жизни. Вам предстоит проявить смекалку, выдержку и командный дух, чтобы преодолеть все трудности и раскрыть тайны этого мистического места.',
  },
  {
    id: 3,
    name: 'Проклятие Фараона',
    cost: '150р',
    rate: 10,
    horror: 3,
    time: '1 час 30 минут',
    description:
      'Вы - группа археологов, отправившихся в Египет на раскопки недавно обнаруженной пирамиды. Легенды гласят, что внутри пирамиды покоится великий фараон, а также несметные сокровища и древние знания. Но как только вы входите внутрь, двери за вами закрываются, и вы осознаёте, что оказались в ловушке. Древние механизмы начинают свою работу, и перед вами возникает множество препятствий. Вам предстоит распутывать загадки и иероглифы',
  },
];
